export default [
    {
        "c": [
            {
                "n": "石家庄市"
            },
            {
                "n": "邯郸市"
            },
            {
                "n": "唐山市"
            },
            {
                "n": "保定市"
            },
            {
                "n": "秦皇岛市"
            },
            {
                "n": "邢台市"
            },
            {
                "n": "张家口市"
            },
            {
                "n": "承德市"
            },
            {
                "n": "沧州市"
            },
            {
                "n": "廊坊市"
            },
            {
                "n": "衡水市"
            },
            {
                "n": "辛集市"
            },
            {
                "n": "晋州市"
            },
            {
                "n": "新乐市"
            },
            {
                "n": "遵化市"
            },
            {
                "n": "迁安市"
            },
            {
                "n": "霸州市"
            },
            {
                "n": "三河市"
            },
            {
                "n": "定州市"
            },
            {
                "n": "涿州市"
            },
            {
                "n": "安国市"
            },
            {
                "n": "高碑店市"
            },
            {
                "n": "泊头市"
            },
            {
                "n": "任丘市"
            },
            {
                "n": "黄骅市"
            },
            {
                "n": "河间市"
            },
            {
                "n": "冀州市"
            },
            {
                "n": "深州市"
            },
            {
                "n": "南宫市"
            },
            {
                "n": "沙河市"
            },
            {
                "n": "武安市"
            }
        ],
        "n": "河北省"
    },
    {
        "c": [
            {
                "n": "太原市"
            },
            {
                "n": "大同市"
            },
            {
                "n": "朔州市"
            },
            {
                "n": "阳泉市"
            },
            {
                "n": "长治市"
            },
            {
                "n": "晋城市"
            },
            {
                "n": "忻州市"
            },
            {
                "n": "吕梁市"
            },
            {
                "n": "晋中市"
            },
            {
                "n": "临汾市"
            },
            {
                "n": "运城市"
            },
            {
                "n": "古交市"
            },
            {
                "n": "潞城市"
            },
            {
                "n": "高平市"
            },
            {
                "n": "原平市"
            },
            {
                "n": "孝义市"
            },
            {
                "n": "汾阳市"
            },
            {
                "n": "介休市"
            },
            {
                "n": "侯马市"
            },
            {
                "n": "霍州市"
            },
            {
                "n": "永济市"
            },
            {
                "n": "河津市"
            }
        ],
        "n": "山西省"
    },
    {
        "c": [
            {
                "n": "呼和浩特市"
            },
            {
                "n": "包头市"
            },
            {
                "n": "乌海市"
            },
            {
                "n": "赤峰市"
            },
            {
                "n": "呼伦贝尔市"
            },
            {
                "n": "通辽市"
            },
            {
                "n": "乌兰察布市"
            },
            {
                "n": "鄂尔多斯市"
            },
            {
                "n": "巴彦淖尔市"
            },
            {
                "n": "满洲里市"
            },
            {
                "n": "扎兰屯市"
            },
            {
                "n": "牙克石市"
            },
            {
                "n": "根河市"
            },
            {
                "n": "额尔古纳市"
            },
            {
                "n": "乌兰浩特市"
            },
            {
                "n": "阿尔山市"
            },
            {
                "n": "霍林郭勒市"
            },
            {
                "n": "锡林浩特市"
            },
            {
                "n": "二连浩特市"
            },
            {
                "n": "丰镇市"
            }
        ],
        "n": "内蒙古自治区"
    },
    {
        "c": [
            {
                "n": "沈阳市"
            },
            {
                "n": "大连市"
            },
            {
                "n": "朝阳市"
            },
            {
                "n": "阜新市"
            },
            {
                "n": "铁岭市"
            },
            {
                "n": "抚顺市"
            },
            {
                "n": "本溪市"
            },
            {
                "n": "辽阳市"
            },
            {
                "n": "鞍山市"
            },
            {
                "n": "丹东市"
            },
            {
                "n": "营口市"
            },
            {
                "n": "盘锦市"
            },
            {
                "n": "锦州市"
            },
            {
                "n": "葫芦岛市"
            },
            {
                "n": "新民市"
            },
            {
                "n": "瓦房店市"
            },
            {
                "n": "庄河市"
            },
            {
                "n": "北票市"
            },
            {
                "n": "凌源市"
            },
            {
                "n": "调兵山市"
            },
            {
                "n": "开原市"
            },
            {
                "n": "灯塔市"
            },
            {
                "n": "海城市"
            },
            {
                "n": "凤城市"
            },
            {
                "n": "东港市"
            },
            {
                "n": "大石桥市"
            },
            {
                "n": "盖州市"
            },
            {
                "n": "凌海市"
            },
            {
                "n": "北镇市"
            },
            {
                "n": "兴城市"
            }
        ],
        "n": "辽宁省"
    },
    {
        "c": [
            {
                "n": "长春市"
            },
            {
                "n": "吉林市"
            },
            {
                "n": "白城市"
            },
            {
                "n": "松原市"
            },
            {
                "n": "四平市"
            },
            {
                "n": "辽源市"
            },
            {
                "n": "通化市"
            },
            {
                "n": "白山市"
            },
            {
                "n": "德惠市"
            },
            {
                "n": "榆树市"
            },
            {
                "n": "磐石市"
            },
            {
                "n": "蛟河市"
            },
            {
                "n": "桦甸市"
            },
            {
                "n": "舒兰市"
            },
            {
                "n": "洮南市"
            },
            {
                "n": "大安市"
            },
            {
                "n": "双辽市"
            },
            {
                "n": "公主岭市"
            },
            {
                "n": "梅河口市"
            },
            {
                "n": "集安市"
            },
            {
                "n": "临江市"
            },
            {
                "n": "延吉市"
            },
            {
                "n": "图们市"
            },
            {
                "n": "敦化市"
            },
            {
                "n": "珲春市"
            },
            {
                "n": "龙井市"
            },
            {
                "n": "和龙市"
            },
            {
                "n": "扶余市"
            }
        ],
        "n": "吉林省"
    },
    {
        "c": [
            {
                "n": "哈尔滨市"
            },
            {
                "n": "齐齐哈尔市"
            },
            {
                "n": "黑河市"
            },
            {
                "n": "大庆市"
            },
            {
                "n": "伊春市"
            },
            {
                "n": "鹤岗市"
            },
            {
                "n": "佳木斯市"
            },
            {
                "n": "双鸭山市"
            },
            {
                "n": "七台河市"
            },
            {
                "n": "鸡西市"
            },
            {
                "n": "牡丹江市"
            },
            {
                "n": "绥化市"
            },
            {
                "n": "尚志市"
            },
            {
                "n": "五常市"
            },
            {
                "n": "讷河市"
            },
            {
                "n": "北安市"
            },
            {
                "n": "五大连池市"
            },
            {
                "n": "铁力市"
            },
            {
                "n": "同江市"
            },
            {
                "n": "富锦市"
            },
            {
                "n": "虎林市"
            },
            {
                "n": "密山市"
            },
            {
                "n": "绥芬河市"
            },
            {
                "n": "海林市"
            },
            {
                "n": "宁安市"
            },
            {
                "n": "安达市"
            },
            {
                "n": "肇东市"
            },
            {
                "n": "海伦市"
            },
            {
                "n": "穆棱市"
            },
            {
                "n": "东宁市"
            },
            {
                "n": "抚远市"
            }
        ],
        "n": "黑龙江省"
    },
    {
        "c": [
            {
                "n": "南京市"
            },
            {
                "n": "徐州市"
            },
            {
                "n": "连云港市"
            },
            {
                "n": "宿迁市"
            },
            {
                "n": "淮安市"
            },
            {
                "n": "盐城市"
            },
            {
                "n": "扬州市"
            },
            {
                "n": "泰州市"
            },
            {
                "n": "南通市"
            },
            {
                "n": "镇江市"
            },
            {
                "n": "常州市"
            },
            {
                "n": "无锡市"
            },
            {
                "n": "苏州市"
            },
            {
                "n": "常熟市"
            },
            {
                "n": "张家港市"
            },
            {
                "n": "太仓市"
            },
            {
                "n": "昆山市"
            },
            {
                "n": "江阴市"
            },
            {
                "n": "宜兴市"
            },
            {
                "n": "溧阳市"
            },
            {
                "n": "扬中市"
            },
            {
                "n": "句容市"
            },
            {
                "n": "丹阳市"
            },
            {
                "n": "如皋市"
            },
            {
                "n": "海门市"
            },
            {
                "n": "启东市"
            },
            {
                "n": "高邮市"
            },
            {
                "n": "仪征市"
            },
            {
                "n": "兴化市"
            },
            {
                "n": "泰兴市"
            },
            {
                "n": "靖江市"
            },
            {
                "n": "东台市"
            },
            {
                "n": "邳州市"
            },
            {
                "n": "新沂市"
            }
        ],
        "n": "江苏省"
    },
    {
        "c": [
            {
                "n": "杭州市"
            },
            {
                "n": "宁波市"
            },
            {
                "n": "湖州市"
            },
            {
                "n": "嘉兴市"
            },
            {
                "n": "舟山市"
            },
            {
                "n": "绍兴市"
            },
            {
                "n": "衢州市"
            },
            {
                "n": "金华市"
            },
            {
                "n": "台州市"
            },
            {
                "n": "温州市"
            },
            {
                "n": "丽水市"
            },
            {
                "n": "临安市"
            },
            {
                "n": "建德市"
            },
            {
                "n": "慈溪市"
            },
            {
                "n": "余姚市"
            },
            {
                "n": "平湖市"
            },
            {
                "n": "海宁市"
            },
            {
                "n": "桐乡市"
            },
            {
                "n": "诸暨市"
            },
            {
                "n": "嵊州市"
            },
            {
                "n": "江山市"
            },
            {
                "n": "兰溪市"
            },
            {
                "n": "永康市"
            },
            {
                "n": "义乌市"
            },
            {
                "n": "东阳市"
            },
            {
                "n": "临海市"
            },
            {
                "n": "温岭市"
            },
            {
                "n": "瑞安市"
            },
            {
                "n": "乐清市"
            },
            {
                "n": "龙泉市"
            }
        ],
        "n": "浙江省"
    },
    {
        "c": [
            {
                "n": "合肥市"
            },
            {
                "n": "芜湖市"
            },
            {
                "n": "蚌埠市"
            },
            {
                "n": "淮南市"
            },
            {
                "n": "马鞍山市"
            },
            {
                "n": "淮北市"
            },
            {
                "n": "铜陵市"
            },
            {
                "n": "安庆市"
            },
            {
                "n": "黄山市"
            },
            {
                "n": "滁州市"
            },
            {
                "n": "阜阳市"
            },
            {
                "n": "宿州市"
            },
            {
                "n": "六安市"
            },
            {
                "n": "亳州市"
            },
            {
                "n": "池州市"
            },
            {
                "n": "宣城市"
            },
            {
                "n": "巢湖市"
            },
            {
                "n": "桐城市"
            },
            {
                "n": "天长市"
            },
            {
                "n": "明光市"
            },
            {
                "n": "界首市"
            },
            {
                "n": "宁国市"
            }
        ],
        "n": "安徽省"
    },
    {
        "c": [
            {
                "n": "厦门市"
            },
            {
                "n": "福州市"
            },
            {
                "n": "南平市"
            },
            {
                "n": "三明市"
            },
            {
                "n": "莆田市"
            },
            {
                "n": "泉州市"
            },
            {
                "n": "漳州市"
            },
            {
                "n": "龙岩市"
            },
            {
                "n": "宁德市"
            },
            {
                "n": "福清市"
            },
            {
                "n": "长乐市"
            },
            {
                "n": "邵武市"
            },
            {
                "n": "武夷山市"
            },
            {
                "n": "建瓯市"
            },
            {
                "n": "永安市"
            },
            {
                "n": "石狮市"
            },
            {
                "n": "晋江市"
            },
            {
                "n": "南安市"
            },
            {
                "n": "龙海市"
            },
            {
                "n": "漳平市"
            },
            {
                "n": "福安市"
            },
            {
                "n": "福鼎市"
            }
        ],
        "n": "福建省"
    },
    {
        "c": [
            {
                "n": "南昌市"
            },
            {
                "n": "九江市"
            },
            {
                "n": "景德镇市"
            },
            {
                "n": "鹰潭市"
            },
            {
                "n": "新余市"
            },
            {
                "n": "萍乡市"
            },
            {
                "n": "赣州市"
            },
            {
                "n": "上饶市"
            },
            {
                "n": "抚州市"
            },
            {
                "n": "宜春市"
            },
            {
                "n": "吉安市"
            },
            {
                "n": "瑞昌市"
            },
            {
                "n": "共青城市"
            },
            {
                "n": "乐平市"
            },
            {
                "n": "瑞金市"
            },
            {
                "n": "德兴市"
            },
            {
                "n": "丰城市"
            },
            {
                "n": "樟树市"
            },
            {
                "n": "高安市"
            },
            {
                "n": "井冈山市"
            },
            {
                "n": "贵溪市"
            }
        ],
        "n": "江西省"
    },
    {
        "c": [
            {
                "n": "济南市"
            },
            {
                "n": "青岛市"
            },
            {
                "n": "聊城市"
            },
            {
                "n": "德州市"
            },
            {
                "n": "东营市"
            },
            {
                "n": "淄博市"
            },
            {
                "n": "潍坊市"
            },
            {
                "n": "烟台市"
            },
            {
                "n": "威海市"
            },
            {
                "n": "日照市"
            },
            {
                "n": "临沂市"
            },
            {
                "n": "枣庄市"
            },
            {
                "n": "济宁市"
            },
            {
                "n": "泰安市"
            },
            {
                "n": "莱芜市"
            },
            {
                "n": "滨州市"
            },
            {
                "n": "菏泽市"
            },
            {
                "n": "胶州市"
            },
            {
                "n": "即墨市"
            },
            {
                "n": "平度市"
            },
            {
                "n": "莱西市"
            },
            {
                "n": "临清市"
            },
            {
                "n": "乐陵市"
            },
            {
                "n": "禹城市"
            },
            {
                "n": "安丘市"
            },
            {
                "n": "昌邑市"
            },
            {
                "n": "高密市"
            },
            {
                "n": "青州市"
            },
            {
                "n": "诸城市"
            },
            {
                "n": "寿光市"
            },
            {
                "n": "栖霞市"
            },
            {
                "n": "海阳市"
            },
            {
                "n": "龙口市"
            },
            {
                "n": "莱阳市"
            },
            {
                "n": "莱州市"
            },
            {
                "n": "蓬莱市"
            },
            {
                "n": "招远市"
            },
            {
                "n": "荣成市"
            },
            {
                "n": "乳山市"
            },
            {
                "n": "滕州市"
            },
            {
                "n": "曲阜市"
            },
            {
                "n": "邹城市"
            },
            {
                "n": "新泰市"
            },
            {
                "n": "肥城市"
            }
        ],
        "n": "山东省"
    },
    {
        "c": [
            {
                "n": "郑州市"
            },
            {
                "n": "开封市"
            },
            {
                "n": "洛阳市"
            },
            {
                "n": "平顶山市"
            },
            {
                "n": "安阳市"
            },
            {
                "n": "鹤壁市"
            },
            {
                "n": "新乡市"
            },
            {
                "n": "焦作市"
            },
            {
                "n": "濮阳市"
            },
            {
                "n": "许昌市"
            },
            {
                "n": "漯河市"
            },
            {
                "n": "三门峡市"
            },
            {
                "n": "南阳市"
            },
            {
                "n": "商丘市"
            },
            {
                "n": "周口市"
            },
            {
                "n": "驻马店市"
            },
            {
                "n": "信阳市"
            },
            {
                "n": "荥阳市"
            },
            {
                "n": "新郑市"
            },
            {
                "n": "登封市"
            },
            {
                "n": "新密市"
            },
            {
                "n": "偃师市"
            },
            {
                "n": "孟州市"
            },
            {
                "n": "沁阳市"
            },
            {
                "n": "卫辉市"
            },
            {
                "n": "辉县市"
            },
            {
                "n": "林州市"
            },
            {
                "n": "禹州市"
            },
            {
                "n": "长葛市"
            },
            {
                "n": "舞钢市"
            },
            {
                "n": "义马市"
            },
            {
                "n": "灵宝市"
            },
            {
                "n": "项城市"
            },
            {
                "n": "巩义市"
            },
            {
                "n": "邓州市"
            },
            {
                "n": "永城市"
            },
            {
                "n": "汝州市"
            },
            {
                "n": "济源市"
            }
        ],
        "n": "河南省"
    },
    {
        "c": [
            {
                "n": "武汉市"
            },
            {
                "n": "十堰市"
            },
            {
                "n": "襄阳市"
            },
            {
                "n": "荆门市"
            },
            {
                "n": "孝感市"
            },
            {
                "n": "黄冈市"
            },
            {
                "n": "鄂州市"
            },
            {
                "n": "黄石市"
            },
            {
                "n": "咸宁市"
            },
            {
                "n": "荆州市"
            },
            {
                "n": "宜昌市"
            },
            {
                "n": "随州市"
            },
            {
                "n": "丹江口市"
            },
            {
                "n": "老河口市"
            },
            {
                "n": "枣阳市"
            },
            {
                "n": "宜城市"
            },
            {
                "n": "钟祥市"
            },
            {
                "n": "汉川市"
            },
            {
                "n": "应城市"
            },
            {
                "n": "安陆市"
            },
            {
                "n": "广水市"
            },
            {
                "n": "麻城市"
            },
            {
                "n": "武穴市"
            },
            {
                "n": "大冶市"
            },
            {
                "n": "赤壁市"
            },
            {
                "n": "石首市"
            },
            {
                "n": "洪湖市"
            },
            {
                "n": "松滋市"
            },
            {
                "n": "宜都市"
            },
            {
                "n": "枝江市"
            },
            {
                "n": "当阳市"
            },
            {
                "n": "恩施市"
            },
            {
                "n": "利川市"
            },
            {
                "n": "仙桃市"
            },
            {
                "n": "天门市"
            },
            {
                "n": "潜江市"
            }
        ],
        "n": "湖北省"
    },
    {
        "c": [
            {
                "n": "长沙市"
            },
            {
                "n": "衡阳市"
            },
            {
                "n": "张家界市"
            },
            {
                "n": "常德市"
            },
            {
                "n": "益阳市"
            },
            {
                "n": "岳阳市"
            },
            {
                "n": "株洲市"
            },
            {
                "n": "湘潭市"
            },
            {
                "n": "郴州市"
            },
            {
                "n": "永州市"
            },
            {
                "n": "邵阳市"
            },
            {
                "n": "怀化市"
            },
            {
                "n": "娄底市"
            },
            {
                "n": "耒阳市"
            },
            {
                "n": "常宁市"
            },
            {
                "n": "浏阳市"
            },
            {
                "n": "津市市"
            },
            {
                "n": "沅江市"
            },
            {
                "n": "汨罗市"
            },
            {
                "n": "临湘市"
            },
            {
                "n": "醴陵市"
            },
            {
                "n": "湘乡市"
            },
            {
                "n": "韶山市"
            },
            {
                "n": "资兴市"
            },
            {
                "n": "武冈市"
            },
            {
                "n": "洪江市"
            },
            {
                "n": "冷水江市"
            },
            {
                "n": "涟源市"
            },
            {
                "n": "吉首市"
            }
        ],
        "n": "湖南省"
    },
    {
        "c": [
            {
                "n": "广州市"
            },
            {
                "n": "深圳市"
            },
            {
                "n": "清远市"
            },
            {
                "n": "韶关市"
            },
            {
                "n": "河源市"
            },
            {
                "n": "梅州市"
            },
            {
                "n": "潮州市"
            },
            {
                "n": "汕头市"
            },
            {
                "n": "揭阳市"
            },
            {
                "n": "汕尾市"
            },
            {
                "n": "惠州市"
            },
            {
                "n": "东莞市"
            },
            {
                "n": "珠海市"
            },
            {
                "n": "中山市"
            },
            {
                "n": "江门市"
            },
            {
                "n": "佛山市"
            },
            {
                "n": "肇庆市"
            },
            {
                "n": "云浮市"
            },
            {
                "n": "阳江市"
            },
            {
                "n": "茂名市"
            },
            {
                "n": "湛江市"
            },
            {
                "n": "英德市"
            },
            {
                "n": "连州市"
            },
            {
                "n": "乐昌市"
            },
            {
                "n": "南雄市"
            },
            {
                "n": "兴宁市"
            },
            {
                "n": "普宁市"
            },
            {
                "n": "陆丰市"
            },
            {
                "n": "恩平市"
            },
            {
                "n": "台山市"
            },
            {
                "n": "开平市"
            },
            {
                "n": "鹤山市"
            },
            {
                "n": "四会市"
            },
            {
                "n": "罗定市"
            },
            {
                "n": "阳春市"
            },
            {
                "n": "化州市"
            },
            {
                "n": "信宜市"
            },
            {
                "n": "高州市"
            },
            {
                "n": "吴川市"
            },
            {
                "n": "廉江市"
            },
            {
                "n": "雷州市"
            }
        ],
        "n": "广东省"
    },
    {
        "c": [
            {
                "n": "南宁市"
            },
            {
                "n": "桂林市"
            },
            {
                "n": "柳州市"
            },
            {
                "n": "梧州市"
            },
            {
                "n": "贵港市"
            },
            {
                "n": "玉林市"
            },
            {
                "n": "钦州市"
            },
            {
                "n": "北海市"
            },
            {
                "n": "防城港市"
            },
            {
                "n": "崇左市"
            },
            {
                "n": "百色市"
            },
            {
                "n": "河池市"
            },
            {
                "n": "来宾市"
            },
            {
                "n": "贺州市"
            },
            {
                "n": "岑溪市"
            },
            {
                "n": "桂平市"
            },
            {
                "n": "北流市"
            },
            {
                "n": "东兴市"
            },
            {
                "n": "凭祥市"
            },
            {
                "n": "宜州市"
            },
            {
                "n": "合山市"
            },
            {
                "n": "靖西市"
            }
        ],
        "n": "广西壮族自治区"
    },
    {
        "c": [
            {
                "n": "海口市"
            },
            {
                "n": "三亚市"
            },
            {
                "n": "三沙市"
            },
            {
                "n": "儋州市"
            },
            {
                "n": "文昌市"
            },
            {
                "n": "琼海市"
            },
            {
                "n": "万宁市"
            },
            {
                "n": "东方市"
            },
            {
                "n": "五指山市"
            }
        ],
        "n": "海南省"
    },
    {
        "c": [
            {
                "n": "成都市"
            },
            {
                "n": "广元市"
            },
            {
                "n": "绵阳市"
            },
            {
                "n": "德阳市"
            },
            {
                "n": "南充市"
            },
            {
                "n": "广安市"
            },
            {
                "n": "遂宁市"
            },
            {
                "n": "内江市"
            },
            {
                "n": "乐山市"
            },
            {
                "n": "自贡市"
            },
            {
                "n": "泸州市"
            },
            {
                "n": "宜宾市"
            },
            {
                "n": "攀枝花市"
            },
            {
                "n": "巴中市"
            },
            {
                "n": "达州市"
            },
            {
                "n": "资阳市"
            },
            {
                "n": "眉山市"
            },
            {
                "n": "雅安市"
            },
            {
                "n": "崇州市"
            },
            {
                "n": "邛崃市"
            },
            {
                "n": "都江堰市"
            },
            {
                "n": "彭州市"
            },
            {
                "n": "江油市"
            },
            {
                "n": "什邡市"
            },
            {
                "n": "广汉市"
            },
            {
                "n": "绵竹市"
            },
            {
                "n": "阆中市"
            },
            {
                "n": "华蓥市"
            },
            {
                "n": "峨眉山市"
            },
            {
                "n": "万源市"
            },
            {
                "n": "简阳市"
            },
            {
                "n": "西昌市"
            },
            {
                "n": "康定市"
            },
            {
                "n": "马尔康市"
            }
        ],
        "n": "四川省"
    },
    {
        "c": [
            {
                "n": "贵阳市"
            },
            {
                "n": "六盘水市"
            },
            {
                "n": "遵义市"
            },
            {
                "n": "安顺市"
            },
            {
                "n": "毕节市"
            },
            {
                "n": "铜仁市"
            },
            {
                "n": "清镇市"
            },
            {
                "n": "赤水市"
            },
            {
                "n": "仁怀市"
            },
            {
                "n": "凯里市"
            },
            {
                "n": "都匀市"
            },
            {
                "n": "兴义市"
            },
            {
                "n": "福泉市"
            }
        ],
        "n": "贵州省"
    },
    {
        "c": [
            {
                "n": "昆明市"
            },
            {
                "n": "曲靖市"
            },
            {
                "n": "玉溪市"
            },
            {
                "n": "丽江市"
            },
            {
                "n": "昭通市"
            },
            {
                "n": "普洱市"
            },
            {
                "n": "临沧市"
            },
            {
                "n": "保山市"
            },
            {
                "n": "安宁市"
            },
            {
                "n": "宣威市"
            },
            {
                "n": "芒市"
            },
            {
                "n": "瑞丽市"
            },
            {
                "n": "大理市"
            },
            {
                "n": "楚雄市"
            },
            {
                "n": "个旧市"
            },
            {
                "n": "开远市"
            },
            {
                "n": "蒙自市"
            },
            {
                "n": "弥勒市"
            },
            {
                "n": "景洪市"
            },
            {
                "n": "文山市"
            },
            {
                "n": "香格里拉市"
            },
            {
                "n": "腾冲市"
            }
        ],
        "n": "云南省"
    },
    {
        "c": [
            {
                "n": "西安市"
            },
            {
                "n": "延安市"
            },
            {
                "n": "铜川市"
            },
            {
                "n": "渭南市"
            },
            {
                "n": "咸阳市"
            },
            {
                "n": "宝鸡市"
            },
            {
                "n": "汉中市"
            },
            {
                "n": "榆林市"
            },
            {
                "n": "商洛市"
            },
            {
                "n": "安康市"
            },
            {
                "n": "韩城"
            },
            {
                "n": "华阴"
            },
            {
                "n": "兴平"
            }
        ],
        "n": "陕西省"
    },
    {
        "c": [
            {
                "n": "兰州市"
            },
            {
                "n": "嘉峪关市"
            },
            {
                "n": "金昌市"
            },
            {
                "n": "白银市"
            },
            {
                "n": "天水市"
            },
            {
                "n": "酒泉市"
            },
            {
                "n": "张掖市"
            },
            {
                "n": "武威市"
            },
            {
                "n": "庆阳市"
            },
            {
                "n": "平凉市"
            },
            {
                "n": "定西市"
            },
            {
                "n": "陇南市"
            },
            {
                "n": "玉门市"
            },
            {
                "n": "敦煌市"
            },
            {
                "n": "临夏市"
            },
            {
                "n": "合作市"
            }
        ],
        "n": "甘肃省"
    },
    {
        "c": [
            {
                "n": "西宁市"
            },
            {
                "n": "海东市"
            },
            {
                "n": "格尔木市"
            },
            {
                "n": "德令哈市"
            },
            {
                "n": "玉树市"
            }
        ],
        "n": "青海省"
    },
    {
        "c": [
            {
                "n": "拉萨市"
            },
            {
                "n": "日喀则市"
            },
            {
                "n": "昌都市"
            },
            {
                "n": "林芝市"
            },
            {
                "n": "山南市"
            }
        ],
        "n": "西藏自治区"
    },
    {
        "c": [
            {
                "n": "银川市"
            },
            {
                "n": "石嘴山市"
            },
            {
                "n": "吴忠市"
            },
            {
                "n": "中卫市"
            },
            {
                "n": "固原市"
            },
            {
                "n": "灵武市"
            },
            {
                "n": "青铜峡市"
            }
        ],
        "n": "宁夏回族自治区"
    },
    {
        "c": [
            {
                "n": "台北市"
            },
            {
                "n": "新北市"
            },
            {
                "n": "桃园市"
            },
            {
                "n": "台中市"
            },
            {
                "n": "台南市"
            },
            {
                "n": "高雄市"
            },
            {
                "n": "基隆市"
            },
            {
                "n": "新竹市"
            },
            {
                "n": "嘉义市"
            }
        ],
        "n": "台湾"
    },
    {
        "c": [
            {
                "n": "北京市"
            }
        ],
        "n": "北京市"
    },
    {
        "c": [
            {
                "n": "天津市"
            }
        ],
        "n": "天津市"
    },
    {
        "c": [
            {
                "n": "上海市"
            }
        ],
        "n": "上海市"
    },
    {
        "c": [
            {
                "n": "重庆市"
            }
        ],
        "n": "重庆市"
    },
    {
        "c": [
            {
                "n": "香港特别行政区"
            }
        ],
        "n": "香港"
    },
    {
        "c": [
            {
                "n": "澳门特别行政区"
            }
        ],
        "n": "澳门"
    },
    {
        "c": [
            {
                "n": "乌鲁木齐市"
            },
            {
                "n": "克拉玛依市"
            },
            {
                "n": "吐鲁番市"
            },
            {
                "n": "哈密市"
            },
            {
                "n": "喀什市"
            },
            {
                "n": "阿克苏市"
            },
            {
                "n": "和田市"
            },
            {
                "n": "阿图什市"
            },
            {
                "n": "阿拉山口市"
            },
            {
                "n": "博乐市"
            },
            {
                "n": "昌吉市"
            },
            {
                "n": "阜康市"
            },
            {
                "n": "库尔勒市"
            },
            {
                "n": "伊宁市"
            },
            {
                "n": "奎屯市"
            },
            {
                "n": "塔城市"
            },
            {
                "n": "乌苏市"
            },
            {
                "n": "阿勒泰市"
            },
            {
                "n": "霍尔果斯市"
            },
            {
                "n": "石河子市"
            },
            {
                "n": "阿拉尔市"
            },
            {
                "n": "图木舒克市"
            },
            {
                "n": "五家渠市"
            },
            {
                "n": "北屯市"
            },
            {
                "n": "铁门关市"
            },
            {
                "n": "双河市"
            },
            {
                "n": "可克达拉市"
            },
            {
                "n": "昆玉市"
            }
        ],
        "n": "新疆维吾尔自治区"
    }
]
